export default {
  projections: {
    ТабОУЦE: {
      цена: {
        __caption__: 'Цена'
      },
      номерСтроки: {
        __caption__: 'Номер строки'
      },
      датаОконч: {
        __caption__: 'Дата оконч'
      },
      датаНач: {
        __caption__: 'Дата нач'
      },
      номенклатура: {
        __caption__: 'Номенклатура',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ТабОУЦL: {
      цена: {
        __caption__: 'Цена'
      },
      номерСтроки: {
        __caption__: 'Номер строки'
      },
      датаОконч: {
        __caption__: 'Дата оконч'
      },
      датаНач: {
        __caption__: 'Дата нач'
      },
      номенклатура: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    датаНач: {
      __caption__: 'датаНач'
    },
    датаОконч: {
      __caption__: 'датаОконч'
    },
    номерСтроки: {
      __caption__: 'номерСтроки'
    },
    цена: {
      __caption__: 'цена'
    },
    номенклатура: {
      __caption__: 'номенклатура'
    }
  }
};
