export default {
  caption: 'Отчет ФР',
  'выручка-caption': 'Выручка',
  'прочРасходы-caption': 'Проч расходы',
  'постНалОбяз-caption': 'Пост нал обяз',
  'прочДоходы-caption': 'Проч доходы',
  'дИРОтСотр-caption': 'Д и р от сотр',
  'сумПродаж-caption': 'Сум продаж',
  'себПродаж-caption': 'Себ продаж',
  'прочНалОбяз-caption': 'Проч нал обяз',
  'управРасходы-caption': 'Управ расходы',
  'датаОконч-caption': 'Дата оконч',
  'комРасходы-caption': 'Ком расходы',
  'датаНачала-caption': 'Дата начала',
  'номерСтроки-caption': 'Номер строки',
  'данныеОрг-caption': 'Данные орг',
  'сотрудники-caption': 'Сотрудники'
};
