export default {
  projections: {
    ПланПродажE: {
      номерДок: {
        __caption__: 'Номер док'
      },
      датаСозд: {
        __caption__: 'Дата созд'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ПланПродажL: {
      номерДок: {
        __caption__: 'Номер док'
      },
      датаСозд: {
        __caption__: 'Дата созд'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    датаСозд: {
      __caption__: 'датаСозд'
    },
    номерДок: {
      __caption__: 'номерДок'
    },
    сотрудники: {
      __caption__: 'сотрудники'
    }
  }
};
