export default {
  projections: {
    ДолжностиE: {
      наименование: {
        __caption__: 'Наименование'
      },
      обязанности: {
        __caption__: 'Обязанности'
      },
      iDДолжности: {
        __caption__: 'I d должности'
      }
    },
    ДолжностиL: {
      наименование: {
        __caption__: 'Наименование'
      },
      обязанности: {
        __caption__: 'Обязанности'
      },
      iDДолжности: {
        __caption__: 'I d должности'
      }
    }
  },
  validations: {
    iDДолжности: {
      __caption__: 'iDДолжности'
    },
    наименование: {
      __caption__: 'наименование'
    },
    обязанности: {
      __caption__: 'обязанности'
    }
  }
};
