export default {
  projections: {
    ОтчетФРE: {
      выручка: {
        __caption__: 'Выручка'
      },
      прочРасходы: {
        __caption__: 'Проч расходы'
      },
      постНалОбяз: {
        __caption__: 'Пост нал обяз'
      },
      прочДоходы: {
        __caption__: 'Проч доходы'
      },
      дИРОтСотр: {
        __caption__: 'Д и р от сотр'
      },
      сумПродаж: {
        __caption__: 'Сум продаж'
      },
      себПродаж: {
        __caption__: 'Себ продаж'
      },
      прочНалОбяз: {
        __caption__: 'Проч нал обяз'
      },
      управРасходы: {
        __caption__: 'Управ расходы'
      },
      датаОконч: {
        __caption__: 'Дата оконч'
      },
      комРасходы: {
        __caption__: 'Ком расходы'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      номерСтроки: {
        __caption__: 'Номер строки'
      },
      данныеОрг: {
        __caption__: 'Данные орг',
        email: {
          __caption__: 'Email'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ОтчетФРL: {
      выручка: {
        __caption__: 'Выручка'
      },
      прочРасходы: {
        __caption__: 'Проч расходы'
      },
      постНалОбяз: {
        __caption__: 'Пост нал обяз'
      },
      прочДоходы: {
        __caption__: 'Проч доходы'
      },
      дИРОтСотр: {
        __caption__: 'Д и р от сотр'
      },
      сумПродаж: {
        __caption__: 'Сум продаж'
      },
      себПродаж: {
        __caption__: 'Себ продаж'
      },
      прочНалОбяз: {
        __caption__: 'Проч нал обяз'
      },
      управРасходы: {
        __caption__: 'Управ расходы'
      },
      датаОконч: {
        __caption__: 'Дата оконч'
      },
      комРасходы: {
        __caption__: 'Ком расходы'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      номерСтроки: {
        __caption__: 'Номер строки'
      },
      данныеОрг: {
        __caption__: 'Email',
        email: {
          __caption__: 'Email'
        }
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    выручка: {
      __caption__: 'выручка'
    },
    датаНачала: {
      __caption__: 'датаНачала'
    },
    датаОконч: {
      __caption__: 'датаОконч'
    },
    дИРОтСотр: {
      __caption__: 'дИРОтСотр'
    },
    комРасходы: {
      __caption__: 'комРасходы'
    },
    номерСтроки: {
      __caption__: 'номерСтроки'
    },
    постНалОбяз: {
      __caption__: 'постНалОбяз'
    },
    прочДоходы: {
      __caption__: 'прочДоходы'
    },
    прочНалОбяз: {
      __caption__: 'прочНалОбяз'
    },
    прочРасходы: {
      __caption__: 'прочРасходы'
    },
    себПродаж: {
      __caption__: 'себПродаж'
    },
    сумПродаж: {
      __caption__: 'сумПродаж'
    },
    управРасходы: {
      __caption__: 'управРасходы'
    },
    данныеОрг: {
      __caption__: 'данныеОрг'
    },
    сотрудники: {
      __caption__: 'сотрудники'
    }
  }
};
