export default {
  projections: {
  },
  validations: {
    выручка: {
      __caption__: 'выручка'
    },
    датаНачала: {
      __caption__: 'датаНачала'
    },
    датаОконч: {
      __caption__: 'датаОконч'
    },
    дИРОтСотр: {
      __caption__: 'дИРОтСотр'
    },
    комРасходы: {
      __caption__: 'комРасходы'
    },
    номерСтроки: {
      __caption__: 'номерСтроки'
    },
    постНалОбяз: {
      __caption__: 'постНалОбяз'
    },
    прочДоходы: {
      __caption__: 'прочДоходы'
    },
    прочНалОбяз: {
      __caption__: 'прочНалОбяз'
    },
    прочРасходы: {
      __caption__: 'прочРасходы'
    },
    себПродаж: {
      __caption__: 'себПродаж'
    },
    сумПродаж: {
      __caption__: 'сумПродаж'
    },
    управРасходы: {
      __caption__: 'управРасходы'
    },
    данныеОрг: {
      __caption__: 'данныеОрг'
    },
    сотрудники: {
      __caption__: 'сотрудники'
    }
  }
};
