export default {
  projections: {
    НоменклатураE: {
      кодПозиции: {
        __caption__: 'Код позиции'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      едИзм: {
        __caption__: 'Ед изм',
        единица: {
          __caption__: 'Единица'
        }
      }
    },
    НоменклатураL: {
      кодПозиции: {
        __caption__: 'Код позиции'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      едИзм: {
        __caption__: 'Единица',
        единица: {
          __caption__: 'Единица'
        }
      }
    }
  },
  validations: {
    кодПозиции: {
      __caption__: 'кодПозиции'
    },
    наименование: {
      __caption__: 'наименование'
    },
    едИзм: {
      __caption__: 'едИзм'
    }
  }
};
