export default {
  projections: {
    ДанныеОргE: {
      номерСтроки: {
        __caption__: 'Номер строки'
      },
      email: {
        __caption__: 'Email'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      оГРН: {
        __caption__: 'ОГРН'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      оПФ: {
        __caption__: 'ОПФ'
      },
      юрАдрес: {
        __caption__: 'Юр адрес'
      }
    },
    ДанныеОргL: {
      номерСтроки: {
        __caption__: 'Номер строки'
      },
      email: {
        __caption__: 'Email'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      оГРН: {
        __caption__: 'ОГРН'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      оПФ: {
        __caption__: 'ОПФ'
      },
      юрАдрес: {
        __caption__: 'Юр адрес'
      }
    }
  },
  validations: {
    email: {
      __caption__: 'email'
    },
    иНН: {
      __caption__: 'иНН'
    },
    наименование: {
      __caption__: 'наименование'
    },
    номерСтроки: {
      __caption__: 'номерСтроки'
    },
    оГРН: {
      __caption__: 'оГРН'
    },
    оПФ: {
      __caption__: 'оПФ'
    },
    телефон: {
      __caption__: 'телефон'
    },
    юрАдрес: {
      __caption__: 'юрАдрес'
    }
  }
};
