export default {
  projections: {
    ТабТоварыE: {
      номерСтроки: {
        __caption__: 'Номер строки'
      },
      планНаМесяц: {
        __caption__: 'План на месяц'
      },
      итогоЗаГод: {
        __caption__: 'Итого за год'
      },
      размерПрод: {
        __caption__: 'Размер прод'
      },
      наимМесяца: {
        __caption__: 'Наим месяца'
      },
      номенклатура: {
        __caption__: 'Номенклатура',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ТабТоварыL: {
      номерСтроки: {
        __caption__: 'Номер строки'
      },
      планНаМесяц: {
        __caption__: 'План на месяц'
      },
      итогоЗаГод: {
        __caption__: 'Итого за год'
      },
      размерПрод: {
        __caption__: 'Размер прод'
      },
      наимМесяца: {
        __caption__: 'Наим месяца'
      },
      номенклатура: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    итогоЗаГод: {
      __caption__: 'итогоЗаГод'
    },
    наимМесяца: {
      __caption__: 'наимМесяца'
    },
    номерСтроки: {
      __caption__: 'номерСтроки'
    },
    планНаМесяц: {
      __caption__: 'планНаМесяц'
    },
    размерПрод: {
      __caption__: 'размерПрод'
    },
    номенклатура: {
      __caption__: 'номенклатура'
    }
  }
};
