export default {
  projections: {
    ТабМенеджерE: {
      планНаМесяц: {
        __caption__: 'План на месяц'
      },
      итогоЗаГод: {
        __caption__: 'Итого за год'
      },
      номерСтроки: {
        __caption__: 'Номер строки'
      },
      наимМесяца: {
        __caption__: 'Наим месяца'
      },
      размерПрод: {
        __caption__: 'Размер прод'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ТабМенеджерL: {
      планНаМесяц: {
        __caption__: 'План на месяц'
      },
      итогоЗаГод: {
        __caption__: 'Итого за год'
      },
      номерСтроки: {
        __caption__: 'Номер строки'
      },
      наимМесяца: {
        __caption__: 'Наим месяца'
      },
      размерПрод: {
        __caption__: 'Размер прод'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    итогоЗаГод: {
      __caption__: 'итогоЗаГод'
    },
    наимМесяца: {
      __caption__: 'наимМесяца'
    },
    номерСтроки: {
      __caption__: 'номерСтроки'
    },
    планНаМесяц: {
      __caption__: 'планНаМесяц'
    },
    размерПрод: {
      __caption__: 'размерПрод'
    },
    сотрудники: {
      __caption__: 'сотрудники'
    }
  }
};
